general  = {
    "menu_title": "Меню",
    "choose_page": "Выберите страницу:",

    # короткие названия для меню
    "intro": "Введение",
    "descriptive_statistics": "Описательная статистика",
    "control_charts": "Контрольные карты",
    "process_capability": "Способность процесса",
    "stability_regression": "Стабильность и регрессия",
    "histogram_analysis": "Гистограммы",
    "boxplot_charts": "Ящиковые диаграммы",
    "pqr_module": "Модуль PQR2",
    "temp_humidity_analysis": "Анализ температуры и влажности",

    # содержимое страницы введения
    "intro_text": "Добро пожаловать в приложение Santo Pharmstat!",
    "intro_desc": "Приложение позволяет выполнять анализ статистических и качественных данных простым и интуитивным способом. В боковом меню вы найдете модули, которые помогут анализировать данные с разных сторон.",
    "upload_data": "Загрузите данные для анализа с помощью встроенных форм.",
    "view_results": "Результаты анализа (графики, таблицы, статистика) появятся в основной области страницы.",
    "customize_view": "Вы можете скрывать или отображать детали анализа, адаптируя интерфейс под свои нужды.",
    "how_to_use": "Как пользоваться приложением?",
}
